Repository: MaSch0212/cura-manager
Catalog: src/CuraManager/Resources/StringTable.*.resx
Languages: de

# PageHeader_PrintProjects
source: Print Projects
de: Druckprojekte

# PageHeader_Settings
source: Settings
de: Einstellungen

# PageHeader_About
source: About
de: Über

source: Current version
de: Aktuelle Version

source: Checking for updates
de: Suche nach Updates

source: New version
de: Neue Version

source: Update now
de: Jetzt aktualisieren

# UseSystemLanguage
source: Use operating system language
de: Betriebssystemsprache verwenden

# Title_CreateCuraProject
source: Create Cura Project
de: Cura Projekt erstellen

source: Project name
de: Projektname

source: Models to include
de: Modelle des Projekts

source: Disable all
de: Alle deaktivieren

source: Enable all
de: Alle aktivieren

source: Cancel
de: Abbrechen

source: Create
de: Erstellen

# Title_CreateProject
source: Create Project
de: Projekt erstellen

# ArchiveContainingModels
source: Archive containing 3D Models
de: Archiv mit 3D-Modellen

# FilesAddToProject
source: Files to add to project
de: Dateien, die zum Projekt hinzugefügt werden sollen

# DropFilesHereOrUseButton
source: Drop some files here or use the plus button in the top right.
de: Legen Sie hier einige Dateien ab oder verwenden Sie die Plus-Schaltfläche oben rechts.

# UrlToProjectPage
source: URL to project page (e.g.: Thingiverse)
de: URL zur Projektseite (z.B.: Thingiverse)

# Msg_SelectAtLeastOneModel
source: Please select at least one 3D Model.
de: Bitte wählen Sie mindestens ein 3D-Modell aus.

source: ZIP-Archive
de: ZIP-Archiv

source: Untitled
de: Unbenannt

# Msg_SpecifyProjectName
source: Please fill in a name for the project.
de: Bitte geben Sie einen Namen für das Projekt ein.

# Msg_SelectArchiveToImport
source: Please select an archive to import into a project.
de: Bitte wählen Sie ein Archiv aus, das Sie in ein Projekt importieren möchten.

# Msg_ArchiveDoesNotExist
source: You have selected an archive file that does not exist.
de: Sie haben eine Archivdatei ausgewählt, die nicht existiert.

# Msg_ProjectAlreadyExists
source: A project with the name "{0}" already exists. Please choose another name.
de: Ein Projekt mit dem Namen "{0}" existiert bereits. Bitte wählen Sie einen anderen Namen.

# Msg_AddAtLeastOneFileToProject
source: Please add at least one file to the project.
de: Bitte fügen Sie dem Projekt mindestens eine Datei hinzu.

# Msg_TypeInUrl
source: Please type in a web address.
de: Bitte geben Sie eine Webadresse ein.

# Msg_UnsupportedProjectPageUrl
source: The provided link is currently not supported.
de: Der angegebene Link wird aktuell nicht unterstützt.

# ErrorHasOccurred
source: An error has occurred!
de: Es ist ein Fehler aufgetreten!

# SendErrorToDeveloper
source: An unexpected error has occurred. Please send the following bug report to the developer:
de: Ein unerwarteter Fehler ist aufgetreten. Bitte senden Sie den folgenden Fehlerbericht an den Entwickler:

source: Copy to clipboard
de: In die Zwischenablage kopieren

source: Close
de: Schließen

# Title_Rename
source: Rename
de: Umbenennen

source: New name
de: Neuer Name

source: Rename
de: Umbenennen

# Msg_EnterNewName
source: Please enter a new name.
de: Bitte geben Sie einen neuen Namen ein.

# Title_UpdateVersion
source: Update version
de: Version aktualisieren

# ErrorTryLater
source: An error occurred. Please try again later.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.

# NewVersionAvailable
source: A new version is available.
de: Eine neue Version ist verfügbar.

# ShouldDownloadUpdateNow
source: Do you want to download and install the newest version now?
de: Möchten Sie jetzt die neueste Version herunterladen und installieren?

source: Yes
de: Ja

source: No
de: Nein

source: Downloading
de: Wird heruntergeladen

source: Downloaded
de: Heruntergeladen

# DownloadComplete
source: The download is completed!
de: Der Download ist abgeschlossen!

# UpdateNowText
source: The download is complete and the update can now be started. Click "Install now" to start the update now! After pressing the button, the application is restarted.
de: Der Download ist abgeschlossen und das Update kann nun gestartet werden. Klicken Sie auf "Jetzt installieren", um das Update jetzt zu starten! Nach dem Drücken der Schaltfläche wird die Anwendung neu gestartet.

source: Install now
de: Jetzt installieren

source: Check for updates
de: Nach Updates suchen

# DevelopedAndPublished
source: Developed and published by Marc Schmidt
de: Entwickelt und veröffentlicht von Marc Schmidt

source: Changelog
de: Änderungsprotokoll

# ToolTip_CreateProjectModels
source: Create Project from Models...
de: Projekt aus Modellen erstellen...

# ToolTip_CreateProjectWeb
source: Create Project from the Web...
de: Projekt aus dem Web erstellen...

# ToolTIp_CreateProjectZip
source: Create Project from ZIP...
de: Projekt aus ZIP erstellen...

source: Creation Time
de: Erstelldatum

# ToolTip_AddFilesToProject
source: Add files to project
de: Dateien zum Projekt hinzufügen

# ToolTip_NewCuraProject
source: Create new Cura project
de: Neues Cura Projekt erstellen

# ToolTip_OpenProjectFolder
source: Open project folder
de: Projektordner öffnen

# ToolTip_OpenProjectPage
source: Open project page
de: Projekt-Webseite öffnen

# ToolTip_RenameProject
source: Rename the project
de: Projekt umbenennen

# ToolTip_DeleteProject
source: Delete the project
de: Projekt löschen

source: Open
de: Öffnen

source: Delete
de: Löschen

source: Cura Project Files
de: Cura Projektdateien

# ModelFiles
source: 3D Model Files
de: 3D-Modell-Dateien

source: Other Files
de: Sonstige Dateien

# ToolTip_UndoAll
source: Undo all changes
de: Alle Änderungen rückgängig machen

# ToolTip_SaveAll
source: Save all changes
de: Alle Änderungen speichern

source: Application language
de: Anwendungssprache

source: Print projects folder location
de: Ordner für Druckprojekte

source: Cura AppData location
de: Pfad des Cura AppData-Verzeichnisses

source: Cura ProgramFiles location
de: Pfad des Cura Installationverzeichnisses

# UpdateProfilesInCuraProjects
source: Update profile and machine settings in Cura project before open. This prevents unwanted changes to your profiles when opening Cura projects.
de: Das Profil und die Maschineneinstellungen im Cura-Projekt aktualisieren, bevor es geöffnet wird. Dies verhindert unerwünschte Änderungen an Ihren Profilen beim Öffnen von Cura-Projekten.

# Msg_VersionUpToDate
source: The installed version is up to date.
de: Die installierte Version ist auf dem neuesten Stand.

# Prog_AddOneFileToProject
source: Adding file to project...
de: Datei wird zum Projekt hinzugefügt...

# Prog_AddMultipleFilesToProject
source: Adding files to project...
de: Dateien werden zum Projekt hinzugefügt...

# Fail_AddOneFileToProject
source: Adding file failed
de: Hinzufügen der Datei fehlgeschlagen

# Fail_AddMultipleFilesToProject
source: Adding files failed
de: Hinzufügen der Dateien fehlgeschlagen

# Suc_AddOneFileToProject
source: File was added
de: Datei wurde hinzugefügt

# Suc_AddMultipleFilesToProject
source: Files have been added
de: Dateien wurden hinzugefügt

# Msg_PrintProjectsFolderNotConfigured
source: The "Print projects folder location" is not configured or the directory does not exist. Please configure this setting correctly on the settings page.
de: Der "Ordner für Druckprojekte" ist nicht konfiguriert oder das Verzeichnis existiert nicht. Bitte konfigurieren Sie diese Einstellung auf der Einstellungsseite korrekt.

# Prog_CreateProject
source: Creating project "{0}"...
de: Projekt "{0}" wird angelegt...

# Fail_CreateProject
source: Failed to create project
de: Anlegen des Projekts ist fehlgeschlagen

# Suc_CreateProject
source: Project was created
de: Projekt wurde angelegt

# Msg_CuraPathsNotConfigured
source: The cura paths are not configured correctly. Please make sure that under the configured AppData path a "cura.cfg"-file and under the ProgramFiles path the "Cura.exe"- or "Ultimaker-Cura.exe"-file exists.
de: Die Cura-Pfade sind nicht korrekt konfiguriert. Bitte stellen Sie sicher, dass unter dem konfigurierten AppData-Pfad eine "cura.cfg"-Datei und unter dem ProgramFiles-Pfad die "Cura.exe"-Datei vorhanden ist.

# Prog_CreateCuraProject
source: Creating Cura project...
de: Cura Projekt wird erstellt...

# Fail_CreateCuraProject
source: Creating Cura project failed
de: Erstellen des Cura Projekts ist fehlgeschlagen

# Suc_CreateCuraProject
source: Cura project have been created
de: Cura Projekt wurde erstellt

# Msg_ConfirmProjectDeletion
source: Do you really want to delete the project "{0}" with all its files and sub directories?
de: Möchten Sie wirklich das Projekt "{0}" mit all seinen Dateien und Unterverzeichnissen löschen?

# Prog_DeleteProject
source: Deleting project "{0}"...
de: Projekt "{0}" wird gelöscht...

# Fail_DeleteProject
source: Deleting Project "{0}" failed
de: Löschen des Projekts "{0}" ist fehlgeschlagen

# Suc_DeleteProject
source: Project "{0}" have been deleted
de: Projekt "{0}" wurde gelöscht

# Title_RenameProject
source: Rename project
de: Projekt umbenennen

# Desc_RenameProject
source: Type in a new name for the project "{0}".
de: Geben Sie einen neuen Namen für das Projekt "{0}" ein.

# Msg_ConfirmFileDeletion
source: Do you really want to delete the file "{0}"?
de: Möchten SIe die Datei "{0}" wirklich löschen?

# Msg_FileAlreadyExists
source: A file with the name "{0}" already exists. Please choose another name.
de: Eine Datei mit dem Namen "{0}" existiert bereits. Bitte wählen Sie einen anderen Namen.

# Title_RenameFile
source: Rename file
de: Datei umbenennen

# Desc_RenameFile
source: Type in a new name for the file "{0}".
de: Geben Sie einen neuen Namen für die Datei "{0}" ein.

# Msg_UnsavedChanges
source: You have made changes. Do you want to save them now?
de: Sie haben Änderungen vorgenommen. Möchten Sie diese jetzt speichern?

# Suc_UndoChanges
source: Changes habe been revoked
de: Änderungen wurden widerrufen

# Fail_SaveChanges
source: Saving changes failed
de: Speichern der Änderungen ist fehlgeschlagen

# Suc_SaveChanges
source: Changes have been saved
de: Änderungen wurden gespeichert

# ToolTip_ArchiveProject
source: Archive project
de: Projekt archivieren

# ToolTip_TakeProjectOutOfArchive
source: Take project out of archive
de: Projekt aus Archiv holen

# ShowNonArchivedProjects
source: Show active projects
de: Aktive Projekte anzeigen

source: Show archived projects
de: Archivierte Projekte anzeigen

# Msg_NothingValidInClipboard
source: There is nothing to import in the clipboard.
de: In der Zwischenablage gibt es nichts zu importieren.

# ShowWebDialogWhenAddingLink
source: Show the "Create Project" dialog when adding web links via clipboard or drag and drop. (If not activated the name of the downloaded file is automatically used)
de: Den Dialog "Projekt erstellen" anzeigen, wenn Weblinks über die Zwischenablage oder per Drag & Drop hinzugefügt werden. (Wenn nicht aktiviert, wird automatisch der Name der heruntergeladenen Datei verwendet).

# ToolTip_CreateProjectClipboard
source: Create Project from Clipboard...
de: Projekt aus Zwischenablage erstellen...

# Prog_LoadProjectData
source: Loading project data...
de: Projektdatei wird geladen...

# CopyTo
source: Copy to {0}
de: Auf {0} kopieren

source: Removable Drive
de: Wechseldatenträger

# Prog_CopyFile
source: Copying file...
de: Datei wird kopiert...

# Suc_CopyFile
source: File have been copied
de: Datei wurde kopiert

# Fail_CopyFile
source: Copying file failed
de: Kopieren der Datei ist fehlgeschlagen

source: Archived
de: Archiviert

source: Application Theme
de: Farbschema der Anwendung

# Msg_WrongThingiverseUrl
source: The provided address is not a valid thingiverse thing url. It needs to look something like this: https://www.thingiverse.com/thing:00000
de: Die angegebene Adresse ist keine gültige Thingiverse-Thing URL. Sie sollte in etwa so aussehen: https://www.thingiverse.com/thing:00000

# Msg_ProjectCreationFailed
source: Creating the project failed: {0}
de: Das Erstellen des Projekts ist fehlgeschlagen: {0}

# Fail_ReloadModels
source: Reloading all models failed
de: Neu laden der Modelle ist fehlgeschlagen

# Prog_ReloadModels
source: Reloading all models...
de: Modelle werden neu geladen...

# Suc_ReloadModels
source: All models have been reloaded
de: Modelle wurden neu geladen

# ToolTip_ReloadModels
source: Reload models
de: Modelle neu laden

# Desc_CreateTag
source: Type in the name of the new tag to create.
de: Geben Sie einen Namen für den neuen Tag sein.

# Title_CreateTag
source: Create tag
de: Tag erstellen

source: Refresh Filter
de: Filter neu laden
